Repository: Floorp-Projects/floorp-ios
Catalog: firefox-ios/Floorp/Floorp.xcstrings
Source language: en
Languages: ja

# Floorp.Drawer.ResizeAccessibilityHint.v1
source: Swipe up or down to change the sidebar width
ja: 上または下にスワイプしてサイドバーの幅を変更します

# Floorp.Drawer.ResizeAccessibilityLabel.v1
source: Resize sidebar
ja: サイドバーの幅を変更

# Floorp.PanelRegistry.RegistryReadOnlyMessage.v1
source: These panel settings were created by a newer Floorp version and were left unchanged.
ja: これらのパネル設定は新しいバージョンの Floorp で作成されているため、変更せずに保持しました。

# Floorp.PanelRegistry.RegistryReadOnlyTitle.v1
source: Newer Floorp Version Required
ja: 新しいバージョンの Floorp が必要です

# Floorp.PanelRegistry.EditConflictTitle.v1
source: Panel Changed Elsewhere
ja: 別のウインドウでパネルが変更されました

# Floorp.PanelRegistry.EditConflictMessage.v1
source: This panel changed in another window. Close this editor and reopen it before saving.
ja: このパネルは別のウインドウで変更されました。保存する前に、この編集画面を閉じて開き直してください。

# Floorp.PanelRegistry.Title.v1
source: Manage Panels
ja: パネルを管理

# Floorp.PanelRegistry.PanelsSection.v1
source: Panels
ja: パネル

# Floorp.PanelRegistry.RecoverySection.v1
source: Recovery
ja: 復元

# Floorp.PanelRegistry.AddWebPanel.v1
source: Add Web Panel
ja: Web パネルを追加

# Floorp.PanelRegistry.EditWebPanel.v1
source: Edit Web Panel
ja: Web パネルを編集

# Floorp.PanelRegistry.Done.v1
source: Done
ja: 完了

# Floorp.PanelRegistry.DoneEditing.v1
source: Done Editing
ja: 編集を完了

# Floorp.PanelRegistry.Edit.v1
source: Edit
ja: 編集

# Floorp.PanelRegistry.Cancel.v1
source: Cancel
ja: キャンセル

# Floorp.PanelRegistry.SaveAccessibilityLabel.v1
source: Save web panel
ja: Web パネルを保存

# Floorp.PanelRegistry.DetailsSection.v1
source: Web Panel
ja: Web パネル

# Floorp.PanelRegistry.BuiltInPanel.v1
source: Built-in Panel
ja: 標準パネル

# Floorp.PanelRegistry.WebPanel.v1
source: Web Panel
ja: Web パネル

# Floorp.PanelRegistry.RemoveFromSidebar.v1
source: Remove from Sidebar
ja: サイドバーから削除

# Floorp.PanelRegistry.Delete.v1
source: Delete
ja: 削除

# Floorp.PanelRegistry.RestoreBuiltIns.v1
source: Restore Built-in Panels
ja: 標準パネルを復元

# Floorp.PanelRegistry.RestoreBuiltInsDescription.v1
source: Add any missing built-in panels back to the sidebar.
ja: 不足している標準パネルをサイドバーに戻します。

# Floorp.PanelRegistry.AllBuiltInsVisible.v1
source: All built-in panels are already in the sidebar.
ja: すべての標準パネルはすでにサイドバーにあります。

# Floorp.PanelRegistry.RemoveBuiltInTitle.v1
source: Remove from Sidebar?
ja: サイドバーから削除しますか？

# Floorp.PanelRegistry.RemoveBuiltInMessage.v1
source: Removing this panel does not delete its data. You can restore “%@” later from Manage Panels.
ja: このパネルを削除してもデータは削除されません。「%@」は後で［パネルを管理］から復元できます。

# Floorp.PanelRegistry.DeleteWebPanelTitle.v1
source: Delete Web Panel?
ja: Web パネルを削除しますか？

# Floorp.PanelRegistry.DeleteWebPanelMessage.v1
source: “%@” will be permanently removed from the sidebar.
ja: 「%@」はサイドバーから完全に削除されます。

# Floorp.PanelRegistry.PanelLimitTitle.v1
source: Panel Limit Reached
ja: パネル数が上限に達しました

# Floorp.PanelRegistry.PanelLimitMessage.v1
source: You can add up to 32 panels. Remove a panel before adding another.
ja: パネルは最大32個まで追加できます。別のパネルを追加する前に、いずれかのパネルを削除してください。

# Floorp.PanelRegistry.LastPanelTitle.v1
source: Keep One Panel
ja: パネルを1つ残してください

# Floorp.PanelRegistry.LastPanelMessage.v1
source: At least one panel must remain in the sidebar.
ja: サイドバーには少なくとも1つのパネルが必要です。

# Floorp.PanelRegistry.OperationFailedTitle.v1
source: Couldn’t Update Panels
ja: パネルを更新できませんでした

# Floorp.PanelRegistry.OperationFailedMessage.v1
source: Your panels were not changed. Please try again.
ja: パネルは変更されていません。もう一度お試しください。

# Floorp.PanelRegistry.ValidationFailedTitle.v1
source: Check Panel Details
ja: パネルの設定を確認してください

# Floorp.PanelRegistry.InvalidTitleMessage.v1
source: Enter a panel name of 100 characters or fewer.
ja: 100文字以内のパネル名を入力してください。

# Floorp.PanelRegistry.InvalidURLMessage.v1
source: Enter a valid website address of 2,048 characters or fewer.
ja: 2,048文字以内の有効なWebサイトアドレスを入力してください。

# Floorp.PanelRegistry.UnsupportedSchemeMessage.v1
source: Web panels support only HTTP and HTTPS addresses.
ja: Web パネルで使用できるアドレスは HTTP と HTTPS のみです。

# Floorp.PanelRegistry.CredentialsNotAllowedMessage.v1
source: Remove the username and password from the website address.
ja: Webサイトアドレスからユーザー名とパスワードを削除してください。

# Floorp.PanelRegistry.UnsupportedIconMessage.v1
source: Choose one of the available panel icons.
ja: 利用可能なパネルアイコンから選択してください。

# Floorp.PanelRegistry.TitleField.v1
source: Name
ja: 名前

# Floorp.PanelRegistry.TitlePlaceholder.v1
source: Panel name
ja: パネル名

# Floorp.PanelRegistry.URLField.v1
source: Website Address
ja: Webサイトのアドレス

# Floorp.PanelRegistry.IconField.v1
source: Icon
ja: アイコン

# Floorp.PanelRegistry.IconPlaceholder.v1
source: Choose an icon
ja: アイコンを選択

# Floorp.PanelRegistry.IconHelp.v1
source: Choose an icon for the panel button in the sidebar.
ja: サイドバーのパネルボタンに表示するアイコンを選択してください。

# Floorp.PanelRegistry.Icon.Globe.v1
source: Globe
ja: 地球

# Floorp.PanelRegistry.Icon.Link.v1
source: Link
ja: リンク

# Floorp.PanelRegistry.Icon.Message.v1
source: Message
ja: メッセージ

# Floorp.PanelRegistry.Icon.Mail.v1
source: Mail
ja: メール

# Floorp.PanelRegistry.Icon.Calendar.v1
source: Calendar
ja: カレンダー

# Floorp.PanelRegistry.Icon.Document.v1
source: Document
ja: 書類

# Floorp.PanelRegistry.Icon.Video.v1
source: Video
ja: 動画

# Floorp.PanelRegistry.Icon.Star.v1
source: Star
ja: 星

# Floorp.PanelRegistry.NeedsAttention.v1
source: Needs Attention
ja: 要確認

# Floorp.PanelRegistry.InsecureHTTPStatus.v1
source: Not Secure
ja: 安全ではありません

# Floorp.PanelRegistry.InsecureHTTPWarning.v1
source: This site uses HTTP. Information sent to it is not encrypted.
ja: このサイトは HTTP を使用しています。送信される情報は暗号化されません。

# Floorp.PanelRegistry.MoveUp.v1
source: Move Up
ja: 上へ移動

# Floorp.PanelRegistry.MoveDown.v1
source: Move Down
ja: 下へ移動

# Floorp.PanelRegistry.ReorderAccessibilityHint.v1
source: Use the reorder control or accessibility actions to move this panel.
ja: 並べ替えコントロールまたはアクセシビリティアクションを使用して、このパネルを移動します。

# Floorp.PanelRegistry.WebPanelAccessibilityHint.v1
source: Double-tap to edit. Use the reorder control or accessibility actions to move this panel.
ja: ダブルタップして編集します。並べ替えコントロールまたはアクセシビリティアクションを使用して、このパネルを移動します。

# Floorp.PanelRegistry.InsecureHTTPAccessibilityHint.v1
source: Not secure. Double-tap to edit this HTTP panel.
ja: 安全ではありません。ダブルタップしてこの HTTP パネルを編集します。

# Floorp.PanelRegistry.NeedsAttentionAccessibilityHint.v1
source: This panel has invalid details. Double-tap to fix them.
ja: このパネルの設定は無効です。ダブルタップして修正します。

# Floorp.PanelRegistry.DiscardChangesTitle.v1
source: Discard Changes?
ja: 変更を破棄しますか？

# Floorp.PanelRegistry.DiscardChangesMessage.v1
source: Your unsaved Web panel changes will be lost.
ja: 保存されていない Web パネルの変更内容は失われます。

# Floorp.PanelRegistry.KeepEditing.v1
source: Keep Editing
ja: 編集を続ける

# Floorp.PanelRegistry.DiscardChanges.v1
source: Discard Changes
ja: 変更を破棄

# Floorp.PanelRegistry.RestoredAnnouncement.v1
source: Built-in panels restored.
ja: 標準パネルを復元しました。

# Floorp.PanelRegistry.RemovedAnnouncement.v1
source: %@ removed from the sidebar.
ja: %@をサイドバーから削除しました。

# Floorp.PanelRegistry.MoveAnnouncement.v1
source: %1$@ moved to position %2$d.
ja: %1$@を%2$d番目に移動しました。

# Floorp.Notes.ArchiveTooLargeSaveMessage.v1
source: Shorten this note or remove another note, then try again. Your changes are still here.
ja: このメモを短くするか、別のメモを削除してから再試行してください。変更内容は保持されています。

# Floorp.Notes.ArchiveTooLargeSaveTitle.v1
source: Notes Storage Is Full
ja: メモの保存容量が上限です

# Floorp.Notes.ConflictMessage.v1
source: Reload the latest version, save your changes as a copy, or keep editing.
ja: 最新の内容を再読み込みするか、変更をコピーとして保存するか、編集を続けてください。

# Floorp.Notes.ConflictTitle.v1
source: This Note Changed Elsewhere
ja: このメモは別の場所で変更されました

# Floorp.Notes.DamagedSaveMessage.v1
source: Close this editor and use the recovery action in the Notes panel. Your changes remain on screen.
ja: エディタを閉じ、メモパネルの復旧操作を使用してください。変更内容は画面上に保持されています。

# Floorp.Notes.DamagedSaveTitle.v1
source: Notes Data Needs Recovery
ja: メモデータの復旧が必要です

# Floorp.Notes.NewerSchemaSaveMessage.v1
source: This version cannot change the newer Notes data. The archive was left untouched.
ja: このバージョンでは新しい形式のメモを変更できません。元のデータは変更せずに保持しています。

# Floorp.Notes.NewerSchemaSaveTitle.v1
source: A Newer Floorp Version Is Required
ja: 新しいバージョンの Floorp が必要です

# Floorp.Notes.NoteDeletedMessage.v1
source: Your changes are still here. Save them as a new note or keep editing.
ja: 変更内容は保持されています。新しいメモとして保存するか、編集を続けてください。

# Floorp.Notes.NoteDeletedTitle.v1
source: This Note Was Deleted
ja: このメモは削除されました

# Floorp.Notes.Reload.v1
source: Reload Latest
ja: 最新の内容を再読み込み

# Floorp.Notes.Retry.v1
source: Retry Save
ja: 保存を再試行

# Floorp.Notes.SaveCopy.v1
source: Save as Copy
ja: コピーとして保存

# Floorp.Notes.SaveErrorMessage.v1
source: Your changes are still here. Check available storage and try again.
ja: 変更内容は保持されています。空き容量を確認して、もう一度お試しください。

# Floorp.Notes.SaveErrorTitle.v1
source: Couldn’t Save This Note
ja: このメモを保存できませんでした

# Floorp.Drawer.WebPanelUnavailable.v1
source: Unable to open this web panel
ja: この Web パネルを開けませんでした

# Floorp.Drawer.WebPanelUnloaded.v1
source: Web panel unloaded. Select it again to reload.
ja: Web パネルをアンロードしました。もう一度選択すると再読み込みします。

# Floorp.Drawer.WebPanelUnload.v1
source: Unload
ja: アンロード

# Floorp.Drawer.WebPanelBack.v1
source: Back
ja: 戻る

# Floorp.Drawer.WebPanelForward.v1
source: Forward
ja: 進む

# Floorp.Drawer.WebPanelReload.v1
source: Reload
ja: 再読み込み

# Floorp.Drawer.WebPanelStopLoading.v1
source: Stop loading
ja: 読み込みを停止

# Floorp.Drawer.WebPanelHome.v1
source: Home
ja: ホーム

# Floorp.Drawer.WebPanelOpenInMainBrowser.v1
source: Open in main browser
ja: メインブラウザーで開く

# Floorp.Drawer.WebPanelFind.v1
source: Find in page
ja: ページ内検索

# Floorp.Drawer.WebPanelFindPlaceholder.v1
source: Find…
ja: 検索…

# Floorp.Drawer.WebPanelFindPrevious.v1
source: Previous match
ja: 前の一致

# Floorp.Drawer.WebPanelFindNext.v1
source: Next match
ja: 次の一致

# Floorp.Drawer.WebPanelFindClose.v1
source: Close find
ja: 検索を閉じる

# Floorp.Drawer.WebPanelFindEmpty.v1
source: Enter text
ja: テキストを入力

# Floorp.Drawer.WebPanelFindSearching.v1
source: Searching
ja: 検索中

# Floorp.Drawer.WebPanelFindMatch.v1
source: Match found
ja: 一致しました

# Floorp.Drawer.WebPanelFindNoMatches.v1
source: No matches
ja: 一致なし

# Floorp.Drawer.WebPanelFindUnavailable.v1
source: Search unavailable
ja: 検索を実行できません

# Floorp.Drawer.WebPanelFindReachedBeginning.v1
source: Beginning reached
ja: 先頭に到達

# Floorp.Drawer.WebPanelFindReachedEnd.v1
source: End reached
ja: 末尾に到達

# Floorp.Notes.ArchiveTooLargeMessage.v1
source: The notes archive is too large to open on this device and was left unchanged.
ja: メモのデータが大きすぎるため、このデバイスでは開けません。元のデータは変更せずに保持しています。

# Floorp.Notes.Reorder.v1
source: Reorder Notes
ja: メモを並べ替え

# Floorp.Notes.ReorderDone.v1
source: Done Reordering
ja: 並べ替えを完了

# Floorp.Notes.ReorderCancelledForChanges.v1
source: Notes changed elsewhere. Reordering was cancelled.
ja: 別の場所でメモが変更されたため、並べ替えをキャンセルしました。

# Floorp.Notes.MoveUp.v1
source: Move Up
ja: 上へ移動

# Floorp.Notes.MoveDown.v1
source: Move Down
ja: 下へ移動

# Floorp.Notes.MoveAnnouncement.v1
source: %1$@ moved to position %2$ld of %3$ld.
ja: %1$@を%3$ld件中%2$ld番目に移動しました。

# Floorp.Notes.ReorderAccessibilityHint.v1
source: Use the reorder control or Move Up and Move Down actions, then choose Done.
ja: 並べ替えコントロールまたは「上へ移動」と「下へ移動」を使用し、完了を選択します。

# Floorp.Notes.Cancel.v1
source: Cancel
ja: キャンセル

# Floorp.Notes.Close.v1
source: Close
ja: 閉じる

# Floorp.Notes.ContentAccessibilityHint.v1
source: Edits are saved automatically
ja: 編集内容は自動的に保存されます

# Floorp.Notes.ContentAccessibilityLabel.v1
source: Note content
ja: メモの内容

# Floorp.Notes.AlignCenter.v1
source: Align Center
ja: 中央揃え

# Floorp.Notes.AlignLeft.v1
source: Align Left
ja: 左揃え

# Floorp.Notes.AlignRight.v1
source: Align Right
ja: 右揃え

# Floorp.Notes.Bold.v1
source: Bold
ja: 太字

# Floorp.Notes.BulletList.v1
source: Bulleted List
ja: 箇条書き

# Floorp.Notes.ContentPlaceholder.v1
source: Write a note…
ja: メモを入力…

# Floorp.Notes.EnableRichText.v1
source: Use Rich Text
ja: リッチテキストを使用

# Floorp.Notes.ExportRecovery.v1
source: Export Recovery Copy
ja: 復旧用コピーを書き出す

# Floorp.Notes.Heading1.v1
source: Heading 1
ja: 見出し 1

# Floorp.Notes.Heading2.v1
source: Heading 2
ja: 見出し 2

# Floorp.Notes.Heading3.v1
source: Heading 3
ja: 見出し 3

# Floorp.Notes.InsertImage.v1
source: Insert Image
ja: 画像を挿入

# Floorp.Notes.Italic.v1
source: Italic
ja: 斜体

# Floorp.Notes.OrderedList.v1
source: Numbered List
ja: 番号付きリスト

# Floorp.Notes.Redo.v1
source: Redo
ja: やり直す

# Floorp.Notes.RichTextToolbar.v1
source: Rich text formatting
ja: リッチテキストの書式設定

# Floorp.Notes.Strikethrough.v1
source: Strikethrough
ja: 取り消し線

# Floorp.Notes.Underline.v1
source: Underline
ja: 下線

# Floorp.Notes.Undo.v1
source: Undo
ja: 元に戻す

# Floorp.Notes.Convert.v1
source: Convert and Edit
ja: 変換して編集

# Floorp.Notes.ConvertRichTextMessage.v1
source: Editing this note on iOS will remove its rich formatting. The original is preserved unless you continue.
ja: iOS でこのメモを編集すると書式が削除されます。続行しない限り元の内容は保持されます。

# Floorp.Notes.ConvertRichTextTitle.v1
source: Convert to Plain Text?
ja: プレーンテキストに変換しますか？

# Floorp.Notes.DamagedDataMessage.v1
source: The notes archive is damaged. A recovery copy was preserved. Reset it to continue.
ja: メモのデータが破損しています。復旧用コピーを保存しました。続行するにはリセットしてください。

# Floorp.Notes.DamagedDataCouldNotBePreservedMessage.v1
source: The notes archive is damaged and could not be copied for recovery. It was left unchanged.
ja: メモのデータが破損しており、復旧用コピーを作成できませんでした。元のデータは変更せずに保持しています。

# Floorp.Notes.DiscardChanges.v1
source: Discard Changes
ja: 変更を破棄

# Floorp.Notes.DiscardChangesMessage.v1
source: Your latest changes could not be saved. You can keep editing or discard them and close.
ja: 最新の変更を保存できませんでした。編集を続けるか、変更を破棄して閉じることができます。

# Floorp.Notes.DiscardChangesTitle.v1
source: Close Without Saving?
ja: 保存せずに閉じますか？

# Floorp.Notes.Delete.v1
source: Delete
ja: 削除

# Floorp.Notes.DeleteMessage.v1
source: This note will be permanently deleted.
ja: このメモは完全に削除されます。

# Floorp.Notes.DeleteTitle.v1
source: Delete Note?
ja: メモを削除しますか？

# Floorp.Notes.LoadFailed.v1
source: Failed to load notes
ja: メモを読み込めませんでした

# Floorp.Notes.LocalOnly.v1
source: Stored on this device
ja: このデバイスに保存

# Floorp.Notes.KeepEditing.v1
source: Keep Editing
ja: 編集を続ける

# Floorp.Notes.NewNote.v1
source: New Note
ja: 新しいメモ

# Floorp.Notes.NewerDataReadOnlyMessage.v1
source: These notes were created by a newer version of Floorp and were left unchanged.
ja: このメモは新しいバージョンの Floorp で作成されています。元のデータは変更せずに保持しています。

# Floorp.Notes.NoNotes.v1
source: No notes yet. Tap + to create one.
ja: まだメモがありません。+ をタップして作成できます。

# Floorp.Notes.NoSearchResults.v1
source: No notes match your search
ja: 検索条件に一致するメモはありません

# Floorp.Notes.OperationFailedMessage.v1
source: Your notes were not changed. Please try again.
ja: メモは変更されていません。もう一度お試しください。

# Floorp.Notes.OperationFailedTitle.v1
source: Couldn’t Update Notes
ja: メモを更新できませんでした

# Floorp.Notes.PanelTitle.v1
source: Notes
ja: メモ

# Floorp.Notes.Reset.v1
source: Reset Notes
ja: メモをリセット

# Floorp.Notes.RichTextReadOnlyNotice.v1
source: Rich formatting is preserved until you edit the content.
ja: 本文を編集するまではリッチテキストの書式を保持します。

# Floorp.Notes.Save.v1
source: Save
ja: 保存

# Floorp.Notes.SaveAccessibilityLabel.v1
source: Save note
ja: メモを保存

# Floorp.Notes.SaveFailed.v1
source: Save failed — your changes are still here. Tap Save to retry.
ja: 保存できませんでした。変更内容は保持されています。［保存］をタップして再試行してください。

# Floorp.Notes.Saved.v1
source: Saved
ja: 保存済み

# Floorp.Notes.Saving.v1
source: Saving…
ja: 保存中…

# Floorp.Notes.SearchPlaceholder.v1
source: Search notes…
ja: メモを検索…

# Floorp.Notes.TitlePlaceholder.v1
source: Title
ja: タイトル

# Floorp.Notes.UnsupportedContentReadOnlyNotice.v1
source: This body contains images or unsupported content. It is read-only on iOS and remains preserved.
ja: 本文に画像または未対応の内容が含まれています。iOS では読み取り専用で、元の内容は保持されます。

# Floorp.Notes.Untitled.v1
source: Untitled
ja: 無題
